{
  "my": {
    "name": { "en": "Oleg", "ru": "Олег" },
    "surname": { "en": "Senko", "ru": "Сенько" },

    "phone": "+375297631758",
    "email": "senkooleg@gmail.com",
    "profession": "Full Stack Developer",
    "linkedin": "https://www.linkedin.com/in/oleg-senko-b85029205/",
    "github": "https://github.com/Oleegg/"
  },
  "sections": {
    "about": {
      "en": "I have been studying JavaScript since 2020. Completed RSSchool frontend development courses. Studied HTML, CSS/SCSS, JS/TS, React, NodeJS (express/Next), PostgreSQL/MongoDB, Webpack, Git, Jira, testing. I have been freelancing since the end of 2022. I have experience with geodata and OSM-based mapping (OpenStreetMap, Mapshaper, QGIS). Before that I worked in Beltelecom for more than 10 years as an engineer. Was engaged in maintenance of fire and security alarm systems, video surveillance systems, access control systems. I have a B, C category licence. Married, has two children. Responsible, conscientious and self-organised.",
      "ru": "Я изучаю JavaScript c 2020 года. Закончил курсы RSSchool frontend development. Изучал HTML, CSS/SCSS, JS/TS, React, NodeJS (express/Next), PostgreSQL/MongoDB, Webpack, Git, Jira, тестирование. С конца 2022 года работаю на фрилансере. Имею опыт работы с геоданными и картографированием на основе OSM (OpenStreetMap, Mapshaper, QGIS). До этого работал в Белтелекоме более 10 лет инженером. Занимался обслуживанием систем пожарной и охранной сигнализации, систем видеонаблюдения, систем контроля доступа. Есть права категории В, С. Женат, есть двое детей. Ответственный, добросовестный и самоорганизованный."
    },
    "skills": [
      "HTML",
      "CSS",
      "SCSS",
      "JavaScript",
      "TypeScript",
      "React",
      "Redux",
      "NodeJS",
      "PostgreSQL",
      "MongoDB",
      "Git",
      "jest",
      "Webpack",
      "ESLint"
    ],
    "hobby": {
      "en": [
        "active holiday",
        "hike",
        "kayaks",
        "bicycle",
        "radio-controlled cars",
        "Fishing"
      ],
      "ru": [
        "активный отдых",
        "поход",
        "байдарки",
        "велосипед",
        "машины на радио управлении",
        "рыбалка"
      ]
    }
  }
}
